Repository: adambasa-dp/newsletter-plugin
Catalog: app/assets/i18n/dp-*.po
Languages: pl_pl

source: The table name is already used by another plugin or theme.
pl_pl: Tabela jest używana przez inny szablon lub plugin

source: Please enter a valid email address.
pl_pl: Wprowadź prawidłowy adres email.

source: Please accept the agreement.
pl_pl: Proszę zaakceptować regulamin.

source: Internal server error, please try again later.
pl_pl: Wewnętrzny błąd serwera, spróbuj ponownie później...

source: Thank you for subscribing!
pl_pl: Dziękujemy za zapisanie!

source: Subscribe
pl_pl: Zapisz się

source: You must accept the terms and conditions to subscribe to the newsletter
pl_pl: Aby zapisać się do newslettera, należy zaakceptować regulamin

source: Something fishy is going on...
pl_pl: Dzieje się coś podejrzanego...

source: Details
pl_pl: Szczegóły

source: Delete
pl_pl: Usuń

source: IP address
pl_pl: Adres IP

source: Submit date
pl_pl: Data przesłania

source: Export all to CSV
pl_pl: Eksportuj do CSV

source: Element deleted
pl_pl: Element usunięty

source: Selected elements deleted
pl_pl: Zaznacz elementy do usunięcia

source: Search
pl_pl: Szukaj

source: Newsletter details
pl_pl: Szczegóły newslettera

source: WP Newsletter is a custom WordPress plugin that allows users to create customizable newsletter shortcodes, handle form submissions, store submissions in a dedicated database table, and export those submissions to a CSV format.
pl_pl: WP Newsletter to wtyczka WordPress, która umożliwia użytkownikom tworzenie konfigurowalnych skrótów newslettera, obsługę zgłoszeń formularzy, przechowywanie zgłoszeń w dedykowanej tabeli bazy danych i eksportowanie tych zgłoszeń do formatu CSV.
